class WordsData {
  static const List<String> wordsStart = [
    "பட்டம்",
    "மாமா",
    "அம்மா",
    "அப்பா",
    "பாட்டு",
    "கல்பாக்கம்",
    "பாட்டி",
    "பம்பரம்",
    "மாலை",
    "மன்னன்"
  ];

  static const List<String> wordsMiddle = [
    "மகிழ்ச்சி",
    "மஞ்சள்",
    "சட்டம்",
    "மச்சம்",
    "வாழைப்பழம்",
    "குளம்",
    "பல்லி",
    "பச்சை",
    "பள்ளிகள்",
    "மாளிகை",
    "மல்லிகை"
  ];

  static const List<String> wordsEnd = [
    "காகம்",
    "கண்கள்",
    "கட்டில்",
    "கைகள்",
    "கப்பல்",
    "அக்கா",
    "தகவல்",
    "பங்கு",
    "ஏக்கம்",
    "தாக்குதல்"
  ];

  static const List<String> words = [
    "தமிழ்",
    "தாமரை",
    "அத்தை",
    "பாதம்",
    "டெல்லி",
    "தண்ணீர்",
    "தங்கம்",
    "தோசை",
    "தீ",
    "துண்டு",
    "நாடு",
    "பட்டு"
  ];
}

class SyllablesData {
  static const List<String> sylStart = [
    "பட்டம்",
    "மாமா",
    "அம்மா",
    "அப்பா",
    "பாட்டு",
    "கல்பாக்கம்",
    "பாட்டி",
    "பம்பரம்",
    "மாலை",
    "மன்னன்"
  ];

  static const List<String> sylMiddle = [
    "மகிழ்ச்சி",
    "மஞ்சள்",
    "சட்டம்",
    "மச்சம்",
    "வாழைப்பழம்",
    "குளம்",
    "பல்லி",
    "பச்சை",
    "பள்ளிகள்",
    "மாளிகை",
    "மல்லிகை"
  ];

  static const List<String> sylEnd = [
    "தமிழ்",
    "தாமரை",
    "அத்தை",
    "பாதம்",
    "டெல்லி",
    "தண்ணீர்",
    "தங்கம்",
    "தோசை",
    "தீ",
    "துண்டு",
    "நாடு",
    "பட்டு"
  ];
}